{
  "Prodelivery": [
    {
      "articulo": "Artículo 1",
      "titulo": "Ámbito funcional",
      "contenido": [
        "El presente Convenio regula las relaciones laborales en empresas dedicadas a la preparación y elaboración de productos cocinados para su reparto a domicilio, e incluye otros productos como vídeos, libros, etc.",
        "   ",
        "También afecta a las empresas franquiciadas que desarrollen esta actividad.",
        "   ",
        "Abarca a las empresas afiliadas a PRODELIVERY.",
        "   ",
        "Se excluyen las empresas dedicadas a catering, restauración rápida, restauración colectiva, bufés o autoservicios.",
        "   ",
        "Las empresas que deseen aplicar este Convenio deben acreditar su actividad ante la Comisión Paritaria."
      ]
    },

    {
      "articulo": "Artículo 2",
      "titulo": "Ámbito territorial",
      "contenido": [
        "El Convenio afecta a todas las empresas que presten servicios dentro del territorio de todo el Estado español."
      ]
    },
    {
      "articulo": "Artículo 3",
      "titulo": "Ámbito personal",
      "contenido": [
        "Afecta a todas las personas trabajadoras de las empresas incluidas en los ámbitos funcional y territorial, salvo excepciones específicas."
      ]
    },
    {
      "articulo": "Artículo 4",
      "titulo": "Ámbito temporal",
      "contenido": [
        "El Convenio entra en vigor el día de su firma, con una duración hasta el 31 de diciembre de 2024, salvo algunas cláusulas con vigencia distinta.",
        "       ",
        "La denuncia del Convenio debe hacerse por escrito con una antelación mínima de dos meses.",
        "       ",
        "Una vez denunciado, el contenido normativo se prorrogará hasta la entrada en vigor de un nuevo acuerdo."
      ]
    },
    {
      "articulo": "Artículo 5",
      "titulo": "Compensación y absorción",
      "contenido": [
        "Las condiciones pactadas en este Convenio son compensables con otras de naturaleza homogénea.",
        "       ",
        "Las disposiciones legales futuras solo tendrán eficacia cuando superen a los establecidos en este Convenio."
      ]
    },
    {
      "articulo": "Artículo 6",
      "titulo": "Condición más beneficiosa",
      "contenido": [
        "Las condiciones establecidas en este Convenio son mínimas, y se deben respetar pactos y condiciones más beneficiosas acordadas previamente."
      ]
    },
    {
      "articulo": "Artículo 7",
      "titulo": "Indivisibilidad del convenio",
      "contenido": [
        "Las condiciones pactadas en este convenio son indivisibles y deben aplicarse conjuntamente.",
        "       ",
        "En caso de anulación de alguna disposición, el Convenio se renegociará en su totalidad."
      ]
    },
    {
      "articulo": "Artículo 8",
      "titulo": "Publicidad",
      "contenido": [
        "Las empresas deberán tener expuesto un ejemplar del Convenio en sus centros de trabajo para conocimiento de las personas trabajadoras."
      ]
    },
    {
      "articulo": "Artículo 9",
      "titulo": "Normativa complementaria",
      "contenido": [
        "Para todo lo no contemplado en este Convenio, se aplicará el Estatuto de los Trabajadores y la legislación laboral vigente en cada momento."
      ]
    },
    {
      "articulo": "Artículo 10",
      "titulo": "Facultades de la Dirección",
      "contenido": [
        "La organización del trabajo en los distintos centros y unidades es competencia de la dirección de la empresa, conforme a la normativa legal y lo establecido en este convenio."
      ]
    },
    {
      "articulo": "Artículo 11",
      "titulo": "Movilidad geográfica: Traslados y desplazamientos",
      "contenido": [
        "Los traslados a otros centros que impliquen cambio de residencia se regirán por el artículo 40 del Estatuto de los Trabajadores, salvo la indemnización que será de 30 días por año con un máximo de 12 mensualidades si el trabajador rescinde en el plazo legal.",
        "La empresa debe notificar el traslado por escrito al trabajador y sus representantes con al menos 30 días de antelación.",
        "El trabajador trasladado tiene derecho a compensación económica por gastos de traslado propios y de su familia conviviente.",
        "Se otorga un permiso retribuido de 4 días laborables para realizar gestiones de búsqueda de residencia antes del traslado.",
        "Los desplazamientos temporales se regirán por el artículo 40.6 del Estatuto de los Trabajadores.",
        "Las dietas por desplazamientos temporales están definidas en el Anexo de Condiciones Económicas."
      ]
    },
    {
      "articulo": "Artículo 12",
      "titulo": "Variabilidad en el lugar de prestación de servicios",
      "contenido": [
        "La empresa puede cambiar a los trabajadores de centro dentro de la misma localidad o municipios limítrofes por razones organizativas, técnicas o productivas.",
        "Los trabajadores trasladados mantienen sus vacaciones previas salvo que el cambio sea voluntario.",
        "En áreas metropolitanas, el cambio puede darse dentro del área sin considerarse movilidad geográfica.",
        "Si el cambio es coyuntural, no se requiere preaviso; si es definitivo, se debe avisar con al menos 4 días.",
        "Cambios de dos semanas o más deben notificarse por escrito.",
        "Un trabajador desplazado no podrá ser trasladado de nuevo en los siguientes 4 meses, salvo retorno al centro original o cambio voluntario.",
        "Los representantes de los trabajadores y cuidadores de familiares con discapacidad o enfermedad grave tienen prioridad para volver a su centro de origen cuando haya vacantes.",
        "Representantes elegidos en centros con circunscripción estricta no podrán ser trasladados sin su consentimiento."
      ]
    },
    {
      "articulo": "Artículo 13",
      "titulo": "Rendimiento mínimo exigible a la persona trabajadora que realice las tareas de reparto",
      "contenido": [
        "El rendimiento mínimo es realizar tres direcciones por hora durante la jornada laboral, salvo acuerdos colectivos que mejoren esta cifra.",
        "Las empresas deben entregar mensualmente un comprobante sellado y firmado de las direcciones o viajes realizados por cada trabajador de reparto.",
        "Se define \"dirección\" como el servicio desde el establecimiento hasta el domicilio o punto de entrega, regresando tras la entrega.",
        "\"Multidirección\" es el servicio con varias entregas en diferentes domicilios antes de regresar al centro de trabajo, contabilizando cada entrega individual.",
        "En áreas de reparto con desplazamientos largos (más de 30 minutos), el mínimo es de dos direcciones por hora.",
        "Los repartos con grandes desplazamientos deben repartirse equitativamente entre los trabajadores para evitar que una persona reciba siempre estos viajes."
      ]
    },
    {
      "articulo": "Artículo 14",
      "titulo": "Inaplicación de las condiciones de trabajo reguladas en el presente Convenio colectivo",
      "contenido": [
        "Para contribuir al mantenimiento del empleo, se puede acordar la inaplicación de ciertas condiciones de trabajo conforme al artículo 82.3 del Estatuto de los Trabajadores.",
        "La empresa inicia el proceso comunicando por escrito a los representantes de los trabajadores y a la Comisión Paritaria, acompañando la comunicación de inicio del periodo de consultas.",
        "La representación en las negociaciones corresponde a las secciones sindicales mayoritarias o, en ausencia de representación legal, a sindicatos representativos o comisiones internas designadas.",
        "Durante el periodo de consultas, ambas partes deben negociar de buena fe para alcanzar un acuerdo que puede incluir medidas para evitar o mitigar los efectos negativos para los trabajadores.",
        "La empresa debe presentar una memoria explicativa con las medidas propuestas, causas económicas, técnicas u organizativas, y un plan de viabilidad detallado.",
        "Los representantes de los trabajadores deben mantener confidencialidad sobre la información recibida.",
        "El acuerdo alcanzado debe detallar las nuevas condiciones de trabajo, su duración máxima y establecer un sistema de seguimiento conjunto.",
        "El acuerdo debe ser comunicado a la Comisión Paritaria.",
        "Si no se alcanza acuerdo, se aplicará el procedimiento del artículo 82.3 del Estatuto de los Trabajadores."
      ]
    },
    {
      "articulo": "Artículo 15",
      "titulo": "Contratación",
      "contenido": [
        "Las personas trabajadoras se clasifican en fijos (jornada completa o parcial) y temporales (completa o parcial). También se pueden aplicar otros contratos conforme a la legislación vigente.",
        "La contratación a tiempo parcial es importante en este sector debido a la concentración de trabajo en fines de semana, vacaciones, eventos deportivos y situaciones similares, siendo frecuente entre jóvenes y estudiantes.",
        "Para fomentar la contratación indefinida, la concatenación de contratos por circunstancias de la producción que supere 18 meses en un período de 24 meses, sea directamente o mediante empresas de trabajo temporal, convierte automáticamente el contrato en indefinido.",
        "También se considerará fija la persona que ocupe un puesto por más de 18 meses en 24 meses mediante contratos por circunstancias de producción, incluyendo contratos con empresas de trabajo temporal."
      ]
    },
    {
      "articulo": "Artículo 16",
      "titulo": "Ingresos",
      "contenido": [
        "El ingreso de nuevas personas trabajadoras se realizará conforme a la legislación vigente y lo establecido en este Convenio, atendiendo a las necesidades empresariales.",
        "Las empresas deben cumplir las obligaciones derivadas de los artículos 8.3, 64.1 y 64.2 del Estatuto de los Trabajadores."
      ]
    },
    {
      "articulo": "Artículo 17",
      "titulo": "Contrato por circunstancias de la producción",
      "contenido": [
        "Las empresas pueden formalizar contratos temporales por incrementos ocasionales e imprevisibles de actividad, incluyendo vacaciones anuales, que generen desajustes temporales en el empleo.",
        "La duración máxima de estos contratos es de seis meses, pudiendo prorrogarse una vez, sin exceder ese límite.",
        "También se permiten contratos para situaciones previsibles y de duración corta, con un máximo de 90 días al año, no continuos, con previsión anual comunicada a los representantes de los trabajadores.",
        "El contrato debe especificar claramente la causa y circunstancias que justifican la temporalidad.",
        "Lo no regulado aquí se rige por el artículo 15 del Estatuto de los Trabajadores y normativa aplicable."
      ]
    },
    {
      "articulo": "Artículo 18",
      "titulo": "Contrato por sustitución",
      "contenido": [
        "Se pueden celebrar contratos temporales para sustituir a un trabajador con reserva de puesto, especificando en el contrato el nombre y causa de la sustitución.",
        "La prestación de servicios podrá empezar antes de la ausencia del sustituido, coincidiendo hasta 15 días para garantizar la adecuada transición.",
        "También se puede contratar para completar la jornada reducida de otro trabajador, indicando nombre y causa en el contrato.",
        "Se permite contrato temporal para cubrir un puesto durante selección o promoción, con duración máxima de 3 meses y sin poder prorrogarlo.",
        "Lo no regulado aquí se rige por el artículo 15 del Estatuto de los Trabajadores y normativa aplicable."
      ]
    },
    {
      "articulo": "Artículo 19",
      "titulo": "Contrato a tiempo parcial",
      "contenido": [
        "El contrato a tiempo parcial es aquel con menos horas que la jornada anual máxima establecida en el convenio.",
        "Puede ser indefinido o temporal, formalizado siempre por escrito con detalle de horas y su distribución.",
        "No se pueden hacer horas extras salvo excepciones legales.",
        "Se pueden pactar horas complementarias como adición, que no superen el 45% de las horas ordinarias, con preaviso de 7 días.",
        "Las horas complementarias se pagan y cotizan igual que las ordinarias y deben constar en nóminas y documentos de la Seguridad Social.",
        "Trabajadores con pacto de horas complementarias pueden excluir hasta 2 meses anuales por responsabilidades familiares o estudios, con preaviso de 15 días.",
        "El pacto puede quedar sin efecto tras un año, con preaviso de 15 días y causas justificadas como familia, estudios o incompatibilidad con otro contrato.",
        "Si se agotan las horas complementarias en un año, el 20% se consolida como jornada ordinaria el año siguiente, con acuerdo escrito en enero.",
        "La jornada a tiempo parcial se distribuirá según el artículo 26 del convenio.",
        "Lo no previsto se regula por el artículo 12 del Estatuto de los Trabajadores y normativa vigente."
      ]
    },
    {
      "articulo": "Artículo 20",
      "titulo": "Contrato de formación en alternancia",
      "contenido": [
        "Contrato que combina trabajo remunerado y formación profesional, universitaria o del Sistema Nacional de Empleo, solo para grupos II de Oficinas, Tiendas y Fábrica.",
        "Se celebra con personas sin cualificación profesional reconocida, y en ciertos casos solo con menores de 30 años.",
        "La actividad laboral debe estar ligada a la formación y estar coordinada con planes formativos de centros o universidades.",
        "Se designan tutores en empresa y centro formativo para seguimiento del plan individual.",
        "La formación incluye teoría y práctica, con planes elaborados en cooperación entre empresa y centro formativo.",
        "Duración mínima de 3 meses y máxima de 2 años, pudiendo prorrogarse hasta obtener el título sin superar 2 años.",
        "Se permite un contrato por ciclo formativo, pero pueden existir varios en diferentes empresas para actividades distintas, sin superar duración máxima.",
        "El trabajo efectivo no podrá superar el 65% de jornada en el primer año y el 85% en el segundo, compatible con formación.",
        "No se permiten contratos formativos si la persona ya ha trabajado más de 6 meses en el mismo puesto en la empresa.",
        "No se pueden realizar horas complementarias, extraordinarias, trabajos nocturnos ni a turnos, salvo excepciones para formación.",
        "No hay periodo de prueba.",
        "Retribución según grupo profesional y categoría.",
        "Lo no previsto se rige por el artículo 11 del Estatuto de los Trabajadores y normativa vigente."
      ]
    },
    {
      "articulo": "Artículo 21",
      "titulo": "Contrato formativo para la obtención de la práctica profesional",
      "contenido": [
        "Contrato para personas con título universitario, grado medio o superior, máster, certificado de formación profesional o títulos equivalentes artísticos o deportivos.",
        "Debe celebrarse dentro de 3 años tras finalizar estudios (5 años si la persona tiene discapacidad).",
        "No podrá contratarse a quien tenga más de 3 meses de experiencia o formación en la misma actividad en la empresa, salvo formación curricular.",
        "Duración mínima de 6 meses y máxima de 1 año.",
        "Una persona no podrá superar estos límites temporales con la misma titulación o certificado, ni en la misma empresa para el mismo puesto.",
        "Títulos universitarios grado, máster y doctorado se consideran distintos, salvo excepciones.",
        "Se podrá establecer un periodo de prueba máximo de un mes.",
        "El puesto debe permitir la práctica profesional adecuada y la empresa debe elaborar un plan formativo individual y designar un tutor con experiencia.",
        "Al finalizar el contrato, la persona tendrá derecho a un certificado de la práctica realizada.",
        "No se permiten horas extraordinarias salvo excepciones legales.",
        "Retribución conforme al convenio para el puesto equivalente.",
        "Lo no previsto se regula por el artículo 11 del Estatuto de los Trabajadores y normativa vigente."
      ]
    },
    {
      "articulo": "Artículo 22",
      "titulo": "Empresas de Trabajo Temporal",
      "contenido": [
        "Los contratos con Empresas de Trabajo Temporal se usarán para cubrir actividades permitidas por la ley.",
        "No se podrán celebrar contratos si en los últimos 12 meses la empresa amortizó esos puestos por despido improcedente o causas legales, salvo fuerza mayor.",
        "Los trabajadores cedidos a empresas usuarias tendrán derecho a la retribución mínima establecida en este convenio para el puesto."
      ]
    },
    {
      "articulo": "Artículo 23",
      "titulo": "Período de prueba",
      "contenido": [
        "El período de prueba debe constar por escrito y tiene una duración máxima según tipo de contrato y grupo profesional.",
        "Para contratos indefinidos y fijos discontinuos, varía entre 15 y 90 días según área y grupo.",
        "Para contratos temporales superiores a 3 meses, el período es menor, de 30 a 75 días.",
        "Para contratos temporales hasta 3 meses, el período es aún menor, de 15 a 60 días.",
        "Excepcionalmente, para puestos directivos, el período puede llegar a 6 meses en contratos indefinidos y 4 meses en temporales.",
        "En contratos a tiempo parcial se aplica igual criterio, con un máximo de 20 o 30 días efectivos según duración.",
        "No hay nuevos períodos de prueba en prórrogas o si la persona ya superó la prueba en funciones similares.",
        "Situaciones como incapacidad temporal o maternidad interrumpen el cómputo si hay acuerdo.",
        "Durante la prueba, cualquiera puede rescindir sin preaviso ni indemnización.",
        "La remuneración durante el período de prueba será la correspondiente al grupo y nivel salarial.",
        "Si no hay denuncia al terminar el período, la persona continúa en la empresa con las condiciones pactadas."
      ]
    },
    {
      "articulo": "Artículo 24",
      "titulo": "Ceses",
      "contenido": [
        "Las personas trabajadoras deben preavisar su cese voluntario con antelación según área y grupo:",
        "- Área de Oficinas: Grupo I, 1 mes; Grupo II, 12 días.",
        "- Área de Tiendas y Fábrica: Grupo I, 1 mes; Grupo II niveles I y II, 10 días; nivel III, 9 días.",
        "Las empresas deben preavisar al menos 15 días para ceses en contratos temporales, salvo contrato de interinidad o despidos disciplinarios.",
        "El incumplimiento del preaviso da derecho a indemnización o descuento equivalente a un día de salario por cada día de retraso.",
        "Las empresas entregarán propuesta de liquidación previa a la firma del finiquito para que la persona trabajadora pueda asesorarse."
      ]
    },
    {
      "articulo": "Artículo 25",
      "titulo": "Jornada de trabajo",
      "contenido": [
        "La jornada máxima anual durante toda la vigencia del presente convenio colectivo será de 1.788 horas de trabajo efectivo que se distribuirán, como máximo, en un total de 224 días.",
        "El tiempo de trabajo se computará de modo que tanto al inicio como al final de la jornada diaria, la persona trabajadora se encuentre en su puesto de trabajo.",
        "Habida cuenta de las especiales características del sector, la jornada anual pactada podrá distribuirse irregularmente durante todos los días del año, sin perjuicio del disfrute de los días de descanso semanal y anual que se fijarán en el correspondiente calendario laboral en cada empresa.",
        "Cada empresa, informando previamente y con el acuerdo de los representantes de los trabajadores, en atención a sus características, establecerá dicha distribución de la jornada, en tanto no se sobrepase la jornada máxima anual pactada en este convenio colectivo y se respeten tanto los períodos de descanso legalmente establecido como la jornada máxima diaria, la cual no podrá superar las nueve horas de trabajo efectivo.",
        "Las personas trabajadoras tendrán derecho a la promoción y formación profesional en el trabajo y, especialmente, al disfrute de los permisos, preferencias en la elección de turnos y adaptación de la jornada de trabajo en los términos previstos en el artículo 23.1 del Estatuto de los Trabajadores.",
        "El horario de los equipos gerentes se elaborará mensualmente y se publicará en los correspondientes tablones de anuncios de los centros de trabajo con una antelación mínima de dos semanas a su entrada en vigor.",
        "Para las personas trabajadoras contratadas a tiempo parcial la duración de los turnos de trabajo a los cuales se les adscriba no podrá ser inferior a dos horas.",
        "Los horarios y turnos de trabajo se encontrarán a disposición de los representantes legales de los trabajadores en cada uno de los centros de trabajo a los efectos de su información, control y verificación por parte de aquéllos."
      ]
    },
    {
      "articulo": "Artículo 26",
      "titulo": "Jornada de trabajo parcial y flexibilidad de la misma",
      "contenido": [
        "En atención a las especiales características y particularidades de la actividad que se recogen en el presente convenio, el desarrollo de las relaciones formalizadas a tiempo parcial se efectuará al amparo de la normativa legal vigente a este respecto, al igual que por las siguientes particularidades:",
        "El cómputo de la distribución irregular de la jornada tomará como módulo el trimestre.",
        "La fijación específica de los horarios de aquellas personas trabajadoras contratadas a tiempo parcial se realizará como máximo el miércoles de la semana anterior, exponiéndose en el tablón de anuncios del centro de trabajo y respetándose los límites legales al respecto."
      ]
    },
    {
      "articulo": "Artículo 27",
      "titulo": "Registro de jornada",
      "contenido": [
        "Las empresas quedan obligadas a tener un sistema de registro de presencia del personal en los centros de trabajo a fin de poder cuantificar la duración de la prestación de servicios.",
        "El personal queda obligado a hacer un uso adecuado de dichos sistemas de control de presencia.",
        "Previa solicitud por parte del personal o por la representación legal o sindical de las personas trabajadoras, la empresa pondrá a disposición de los mismos tales registros.",
        "Cualquier modificación legal, del tipo que fuere, en relación con esta obligación prevista en la normativa laboral vigente a fecha de la firma del presente convenio, incluso su supresión, automáticamente será tenida en cuenta y considerada a todos los efectos en la presente norma colectiva."
      ]
    },
    {
      "articulo": "Artículo 28",
      "titulo": "Horas extraordinarias",
      "contenido": [
        "En el caso de la realización de horas extraordinarias por parte de alguna persona trabajadora, éstas serán compensadas por tiempos equivalentes de descanso retribuido.",
        "Tal compensación se efectuará, según la modalidad o tipo de contrato, en jornadas completas, en cómputo trimestral.",
        "No obstante, lo apuntado anteriormente, las empresas podrán optar por retribuir las horas extras efectuadas en base a lo estipulado en la normativa laboral vigente.",
        "Se entenderá por horas extraordinarias no consideradas como de fuerza mayor, aquéllas que deban efectuarse para atender pedidos imprevistos, períodos punta de producción, ausencias imprevistas, cambios de turno y cualesquiera otras circunstancias derivadas de la naturaleza de la actividad de que se trate."
      ]
    },
    {
      "articulo": "Artículo 29",
      "titulo": "Descanso semanal",
      "contenido": [
        "Las personas trabajadoras a quienes se aplique este convenio tendrán derecho a un descanso semanal de dos días continuados.",
        "La planificación para el disfrute de los referidos días se hará de lunes a domingo, ambos inclusive, y se organizará, en su caso, en turnos rotativos dentro del mismo grupo profesional.",
        "Este descanso podrá ser acumulable por periodos de hasta catorce días por decisión de la empresa.",
        "La planificación del descanso semanal, para las personas con jornada distribuida a lo largo de toda la semana, se realizará en cada centro de trabajo garantizando dentro del mes natural el disfrute de bien un sábado o bien un domingo.",
        "Se podrá negociar, entre la dirección y la representación legal de los trabajadores, cualquier otro sistema de descanso semanal que resulte más adecuado para la organización, respetando siempre el mínimo legal establecido en el Estatuto de los Trabajadores."
      ]
    },
    {
      "articulo": "Artículo 30",
      "titulo": "Vacaciones",
      "contenido": [
        "El período de vacaciones anuales retribuidas no substituibles por compensación económica será de treinta y un días naturales, disfrutándose en proporción a los días trabajados durante el año.",
        "El cómputo se efectuará por años naturales, es decir, desde el 1 de enero al 31 de diciembre del año en curso.",
        "Las empresas, excluyendo los períodos de mayor productividad, establecerán junto con los representantes de los trabajadores los turnos vacacionales.",
        "El disfrute será por turnos durante todo el año y la persona trabajadora deberá conocer su período vacacional con dos meses de antelación, como mínimo.",
        "Una fracción vacacional deberá consistir, como mínimo, en dos semanas ininterrumpidas (catorce días naturales).",
        "La retribución de las vacaciones se calculará según el promedio salarial de los seis meses anteriores, incluyendo la parte proporcional de las pagas extraordinarias y excluyendo conceptos no salariales como gastos de vehículo.",
        "Si durante el período vacacional hay algún día no laborable oficial que no coincida con el descanso semanal, se compensará con días suplementarios acordados con la empresa."
      ]
    },
    {
      "articulo": "Artículo 31",
      "titulo": "Días de descanso legalmente establecidos",
      "contenido": [
        "También conocidos como festivos",
        "Debido a las características especiales de la actividad y a la rotación del descanso semanal, las personas trabajadoras contratadas para prestar servicios durante jornadas coincidentes con días no laborables habitualmente no los disfrutarán en las fechas correspondientes.",
        "Si un día de descanso semanal coincide con un día no laborable, se computará como tal, sin descontarlo del total de descansos.",
        "La misma regla aplica si el período vacacional incluye uno de estos días.",
        "Los días no disfrutados por razones organizativas deberán disfrutarse en el primer trimestre del año siguiente, acordando las fechas entre la persona trabajadora y la dirección del centro."
      ]
    },
    {
      "articulo": "Artículo 32",
      "titulo": "Otras modalidades de prestación de servicios durante la jornada: trabajo a distancia y teletrabajo",
      "contenido": [
        "El trabajo a distancia y teletrabajo permiten realizar la actividad laboral fuera del centro de trabajo y se regulan también por el Estatuto de los Trabajadores y la Ley 10/2021.",
        "Es voluntario para empresa y trabajador, y debe formalizarse mediante acuerdo individual por escrito.",
        "Puede revertirse por cualquiera de las partes, salvo que sea parte de la descripción inicial del puesto. Debe notificarse con 30 días de antelación, salvo fuerza mayor.",
        "Se recomienda mantener vínculo presencial con la empresa para evitar aislamiento.",
        "Las vacantes que impliquen teletrabajo deben indicarlo claramente.",
        "La empresa debe proporcionar los medios, equipos y herramientas necesarios. Además, si aplica el artículo 1.2 de la Ley 10/2021, se compensarán los gastos asociados según acuerdo individual.",
        "Al volver al trabajo presencial, deben devolverse los medios y cesan los complementos asociados al teletrabajo.",
        "La empresa entregará copia de los acuerdos de teletrabajo a la representación legal de los trabajadores, respetando la normativa de protección de datos.",
        "Se informará a trabajadores y representantes sobre protocolos, soporte técnico y medidas de control y protección de datos.",
        "Las evaluaciones de riesgos laborales del teletrabajo se harán preferentemente a distancia.",
        "Las personas en teletrabajo conservan sus derechos colectivos y deben estar adscritas al mismo centro de trabajo que los presenciales.",
        "Se garantiza su participación sindical y en elecciones, y el acceso a canales de información sindical con protección de datos.",
        "Se respetarán acuerdos internos de teletrabajo ya existentes en las empresas."
      ]
    },
    {
  "articulo": 33,
  "titulo": "Áreas funcionales y grupos profesionales",
  "factores_encuadramiento": {
    "autonomia": "Grado de dependencia jerárquica en el desempeño de las funciones.",
    "formacion": "Conocimientos necesarios, formación continua, experiencia y dificultad de adquisición.",
    "iniciativa": "Grado de seguimiento de directrices o autonomía en la ejecución.",
    "mando": "Capacidad de supervisión y ordenación de tareas, y número de personas bajo responsabilidad.",
    "responsabilidad": "Nivel de autonomía, influencia en resultados y gestión de recursos.",
    "complejidad": "Suma de los factores anteriores que inciden sobre las funciones."
  },
  "areas_funcionales": [
    {
      "nombre": "Oficinas",
      "grupos_profesionales": [
        {
          "grupo": 1,
          "niveles_salariales": [
            {
              "nivel": 1,
              "categoria": "Directores y Titulados Superiores",
              "descripcion": "Funciones de dirección, control y gestión de departamentos. Requiere título universitario."
            },
            {
              "nivel": 2,
              "categoria": "Managers",
              "descripcion": "Gestión, organización y control de tareas bajo supervisión del Director. Posible coordinación de personal."
            }
          ]
        },
        {
          "grupo": 2,
          "niveles_salariales": [
            {
              "nivel": 1,
              "categoria": "Administración y Servicios Generales",
              "descripcion": "Tareas administrativas con cierta autonomía. Puede requerir titulación específica o experiencia."
            }
          ]
        }
      ]
    }
  ]
},
{
  "articulo": 34,
  "titulo": "Movilidad funcional",
  "descripcion_general": "La movilidad funcional se ajustará a lo establecido en el artículo 22.2 del Estatuto de los Trabajadores.",
  "normas": [
    {
      "caso": "Desempeño temporal de funciones de un grupo o nivel superior",
      "condicion": "Cuando una persona trabajadora realiza funciones de un grupo profesional o nivel salarial superior por necesidades organizativas.",
      "compensacion": "Se percibirá el salario correspondiente al grupo profesional o nivel superior desempeñado."
    },
    {
      "caso": "Cobertura de ausencias o reducciones de jornada de otros trabajadores",
      "condicion": "Si se atribuyen funciones superiores para cubrir ausencias previstas en el artículo 45.1 (c, d, e, h) del Estatuto de los Trabajadores.",
      "limitacion": "No supondrá la consolidación del puesto si no se superan los plazos legales establecidos."
    }
  ],
  "referencias_legales": [
    "Artículo 22.2 del Estatuto de los Trabajadores",
    "Artículo 45.1.c), d), e), h) del Estatuto de los Trabajadores"
  ]
},
{
  "articulo": 35,
  "titulo": "Estructura salarial",
  "estructura": {
    "salario_base": {
      "descripcion": "Parte fija de la retribución basada en unidad de tiempo, sin considerar complementos. Remunera la jornada anual efectiva y descansos legales y convencionales."
    },
    "complementos_salariales": {
      "complementos_personales": {
        "descripcion": "Derivan de condiciones personales no valoradas en el salario base.",
        "ejemplos": ["títulos", "idiomas", "conocimientos especiales", "otros análogos"]
      },
      "complementos_puesto_trabajo": {
        "descripcion": "Por características del puesto desempeñado. Son funcionales y no consolidables."
      },
      "complementos_calidad_cantidad": {
        "descripcion": "Por mejor calidad o mayor cantidad de trabajo. Incluyen premios, incentivos, pluses y horas extra. No son consolidables."
      },
      "complementos_vencimiento_superior_mes": {
        "descripcion": "Incluyen gratificaciones extraordinarias, de permanencia y similares."
      }
    },
    "retribuciones_en_especie": {
      "descripcion": "Servicios o beneficios como manutención, alojamiento, etc., siempre que no formen parte del salario base."
    },
    "complementos_extrasalariales": {
      "descripcion": "No derivan de la actividad laboral, sino que compensan gastos por ejecución del trabajo o cubren necesidades/inactividad no imputables al trabajador."
    }
  }
},
{
  "articulo": 36,
  "titulo": "Gratificaciones extraordinarias",
  "gratificaciones": {
    "numero": 2,
    "fechas_pago": ["30 de junio", "20 de diciembre"],
    "importe": "Equivalente al salario base mensual",
    "prorrateo": {
      "descripcion": "La cuantía podrá prorratearse en las doce mensualidades ordinarias.",
      "condicion": "Salvo acuerdo en contrario"
    },
    "proporcionalidad": {
      "caso": "Ingreso o cese durante el año",
      "descripcion": "Se percibirá la parte proporcional correspondiente al tiempo trabajado."
    }
  }
},
{
  "articulo": 37,
  "titulo": "Plus de nocturnidad",
  "descripcion_general": "Las horas trabajadas entre las 22:00 y las 6:00 se retribuyen según lo establecido en las tablas salariales del Anexo de Condiciones Económicas.",
  "periodo_nocturno": {
    "inicio": "22:00",
    "fin": "06:00",
    "retribucion": "Según tablas salariales por nivel salarial"
  },
  "horas_especiales": {
    "rango": {
      "inicio": "22:00",
      "fin": "24:00"
    },
    "porcentaje_retribucion": 25,
    "descripcion": "Las horas trabajadas entre las 22:00 y las 00:00 se retribuyen al 25% del plus de nocturnidad establecido."
  },
  "referencia_anexo": "Tablas salariales del Anexo de Condiciones Económicas del Convenio colectivo"
},
{
  "articulo": 38,
  "titulo": "Pluses grupo profesional I Área de Tiendas: Plus Puesto",
  "aplicacion": {
    "area_funcional": "Tiendas",
    "grupo_profesional": 1,
    "descripcion": "El personal del Grupo Profesional I del Área de Tiendas percibirá un complemento salarial denominado 'Plus Puesto' debido a las especiales funciones de responsabilidad que desarrollan."
  },
  "complemento": {
    "nombre": "Plus Puesto",
    "tipo": "Complemento salarial",
    "criterio_asignacion": "Según el nivel dentro del Grupo Profesional I al que esté adscrita la persona trabajadora",
    "cuantia": "Determinada en el Anexo de Condiciones Económicas"
  },
  "referencia_anexo": "Tablas salariales del Anexo de Condiciones Económicas del Convenio colectivo"
},
{
  "articulo": 39,
  "titulo": "Plus jefe de equipo Área de Fábrica",
  "aplicacion": {
    "area_funcional": "Fábrica",
    "grupo_profesional": 1,
    "puesto": "Jefe de equipo",
    "descripcion": "Se otorga a jefes de equipo que asumen la gestión total de un área completa de trabajo en obradores o almacenes."
  },
  "condiciones_para_percibirlo": {
    "responsabilidades": [
      "Gestión de presupuestos",
      "Dirección de equipos",
      "Control de producción",
      "Control de mercancías y abastecimiento",
      "Labores análogas"
    ],
    "caracteristica_clave": "Responsabilidad exclusiva y total sobre un área de trabajo"
  },
  "complemento": {
    "nombre": "Plus Jefe de Equipo",
    "tipo": "Complemento salarial",
    "cuantia": "Determinada en el Anexo de Condiciones Económicas"
  },
  "referencia_anexo": "Tablas salariales del Anexo de Condiciones Económicas del Convenio colectivo"
},
{
  "articulo": 40,
  "titulo": "Uniformidad",
  "normas_generales": {
    "dotacion": "Las empresas proporcionarán uniformidad adecuada dos veces al año.",
    "obligatoriedad": "Si se exige uniformidad, la empresa deberá facilitarla en función de la actividad concreta y particularidades del puesto.",
    "reposición_anticipada": "En caso de deterioro anticipado, la empresa deberá reponer el uniforme antes del plazo habitual de reposición."
  },
  "casos_especiales": [
    {
      "descripcion": "Uso de pantalón corto tipo bermuda para labores de cuponeo",
      "condiciones": {
        "solicitud_previa": true,
        "aportacion": "La prenda la proporciona el trabajador/a",
        "requisitos": "Debe cumplir las condiciones mínimas establecidas por la empresa"
      }
    }
  ],
  "uniformidad_reparto": {
    "casco_empresa": {
      "entrega": "Un casco por trabajador/a que realice reparto en motocicletas de la empresa",
      "devolucion": "Debe devolverse al finalizar la relación laboral, en buen estado salvo el desgaste normal",
      "uso": "Solo puede usarse para el trabajo. Debe permanecer en el centro si no se está trabajando",
      "responsabilidad": "El trabajador/a es responsable del buen mantenimiento y uso del casco"
    },
    "casco_propio": {
      "condicion": "Si el repartidor/a usa su moto propia",
      "requisito": "Debe aportar casco debidamente homologado"
    }
  }
},
{
  "articulo": 41,
  "titulo": "Seguro de accidentes",
  "obligacion_empresa": {
    "descripcion": "Las empresas deberán contratar una póliza de seguro (individual o colectiva) a favor de las personas trabajadoras.",
    "cobertura": {
      "importe": 25000,
      "moneda": "EUR",
      "beneficiarios": "Trabajador/a o sus beneficiarios",
      "riesgos_cubiertos": [
        "Fallecimiento por accidente",
        "Incapacidad permanente absoluta"
      ],
      "ambito": [
        "Durante la prestación de trabajo",
        "Accidentes laborales in itinere"
      ]
    }
  },
  "transparencia": {
    "descripcion": "Se facilitará anualmente copia de la póliza",
    "destinatarios": [
      "Comité Intercentros (si existe)",
      "Representación legal de los trabajadores del centro"
    ]
  }
},
{
  "articulo": 42,
  "titulo": "Gastos vehículo propio",
  "condiciones_generales": {
    "vehiculo_propiedad_repartidor": true,
    "mantenimiento": "El repartidor debe mantener el vehículo en buenas condiciones de uso y estar habilitado legalmente para conducirlo.",
    "incumplimiento": "El incumplimiento anula la relación laboral pues el vehículo es esencial para la prestación del servicio.",
    "gastos_a_cargo_repartidor": [
      "Compra",
      "Amortización",
      "Mantenimiento",
      "Seguro",
      "Combustible",
      "Reparaciones",
      "Casco",
      "Otros"
    ],
    "compensacion_empresa": "La empresa abonará al repartidor los gastos según lo estipulado en este artículo."
  },
  "compromisos_repartidor": [
    "Sustituir o reparar el vehículo en caso de avería.",
    "Comunicar por escrito a la empresa cualquier cambio de vehículo, que debe ser similar al descrito en el contrato."
  ],
  "compensacion": {
    "concepto": "Aportación de vehículo particular para trabajo",
    "cuantias": "Según Anexo de Condiciones Económicas (mínimas). Pueden existir acuerdos colectivos en empresa.",
    "caracter": "No tiene carácter salarial, es un resarcimiento de gastos.",
    "cotizacion_seguridad_social": "No cotiza."
  },
  "referencias": {
    "multidireccion": "Artículo 13 del convenio"
  }
},
    {
  "articulo": 43,
  "titulo": "Permisos retribuidos",
  "contenido": [
    "1. Sin perjuicio de los motivos relacionados en el artículo 37 del Estatuto de los Trabajadores, las personas trabajadoras tendrán derecho a permiso retribuido por los motivos relacionados a continuación:",
    "a) Quince días naturales en caso de matrimonio o en caso de unión de hecho. En este último supuesto, el trabajador o trabajadora deberá aportar el correspondiente certificado de convivencia expedido al efecto por el ayuntamiento u organismo competente.",
    "b) Por el fallecimiento, accidente o enfermedad grave u hospitalización o intervención quirúrgica sin hospitalización que precise reposo domiciliario de parientes hasta segundo grado de consanguinidad o afinidad, de tres, cuatro o cinco días naturales, según el hecho que justifica el permiso se produzca dentro de la misma provincia (tres días), en las provincias limítrofes (cuatro días), en el resto de España o en el extranjero (cinco días.).",
    "Se entenderá por enfermedad grave aquélla que bien venga determinada como tal por el correspondiente facultativo especializado en el parte médico correspondiente o bien la que genere la obligatoriedad del internamiento del familiar en cuestión en centro hospitalario un mínimo de veinticuatro horas.",
    "En el caso de que por las circunstancias relativas a los supuestos anteriormente citados, el trabajador/a necesitara añadir algún día más a los establecidos, la empresa vendría obligada a facilitar esos días, debiendo el trabajador/a recuperar los mismos de la manera en que le indique la empresa.",
    "Si en los supuestos relacionados con hospitalización de familiares debido a enfermedad o accidentes graves, o intervención quirúrgica sin hospitalización que precise reposo domiciliario se establecieran turnos de estancia en el hospital a fin de atender al paciente, el/la trabajador/a podrá disfrutar fraccionadamente de su licencia por este concepto en días completos iniciándola en fecha posterior a la del hecho causante, siempre y cuando lo solicite en los términos a continuación establecidos y la consuma mientras perdure el mismo período de hospitalización o reposo domiciliario.",
    "En estos supuestos el/la trabajador/a tendrá derecho al mismo número de días de licencia que hubiera disfrutado en el caso del normal inicio de la misma.",
    "El/la trabajador/a deberá comunicar y acreditar a la empresa la concurrencia del hecho causante, su intención de disfrutar la licencia en fecha posterior y señalar los días que le correspondan, según el cálculo anterior, en los que disfrutará su licencia. Al término del disfrute deberá acreditar que durante los días efectivamente disfrutados como licencia concurría la situación que dio lugar al permiso.",
    "c) Por boda de parientes hasta el segundo grado por consanguinidad o afinidad: Un día natural.",
    "d) Un día al año por traslado del domicilio habitual, previo aviso con una antelación mínima de una semana. Realizada la mudanza la persona trabajadora deberá justificar el traslado.",
    "e) Por el tiempo necesario para acudir al médico especialista.",
    "f) Por el tiempo indispensable para la realización de exámenes prenatales y técnicas de preparación al parto y, en los casos de adopción, guarda con fines de adopción o acogimiento, para la asistencia a las preceptivas sesiones de información y preparación y para la realización de los preceptivos informes psicológicos y sociales previos a la declaración de idoneidad, siempre, en todos los casos, que deban tener lugar dentro de la jornada de trabajo.",
    "g) Por las horas precisas para asegurar la concurrencia a exámenes finales de las personas trabajadoras, cuando éstos cursen estudios de carácter oficial o académico. En tales casos, deberán aportar la justificación administrativa que avale su solicitud.",
    "h) Por el tiempo indispensable para el cumplimiento de un deber inexcusable de carácter público y personal. Cuando el cumplimiento del deber antes referido suponga la imposibilidad de la prestación del trabajo debido, en más del veinte por ciento de las horas laborales de un período de tres meses, podrá pasar la empresa a la persona trabajadora afectada a la situación de excedencia regulada en el apartado 1.º del artículo 46 del Estatuto de los Trabajadores.",
    "i) Tramitación de permisos para la adopción y el acogimiento con el límite de un día.",
    "2. La persona trabajadora deberá acreditar ante la empresa el hecho y demás circunstancias que den lugar al disfrute de la licencia.",
    "3. Los motivos que den lugar a permiso se comunicarán, por escrito al responsable correspondiente con la máxima antelación. Excepto en casos de urgencia, en los que la persona trabajadora deberá comunicar el hecho a su empresa a la mayor brevedad posible, sin perjuicio de su posterior justificación.",
    "4. Las licencias se concederán en las fechas en que acontezcan los hechos que las motiven. No obstante, en los supuestos de hospitalización o intervención quirúrgica sin hospitalización que requiera reposo domiciliario a los que se refiere la letra b) del apartado 1 anterior, la licencia podrá ser disfrutada, a elección de la persona trabajadora, en días sucesivos o no mientras dure el hecho causante.",
    "5. En caso de que se superpongan distintas causas de licencia se concederán únicamente aquéllas que tenga atribuida un mayor número de días de disfrute.",
    "6. Las licencias se abonarán con arreglo al salario real, excluyendo gastos de locomoción u otros suplidos.",
    "7. Todos los permisos desarrollados, tanto los expresamente recogidos en este Convenio colectivo como los desarrollados en el artículo 37.3 del Estatuto de los Trabajadores, también serán de aplicación y susceptibles de ser solicitados en los casos de pareja de hecho debidamente inscritas al efecto en los registros oficiales correspondientes, con las particularidades descritas para el anterior apartado a) del punto 1 de este artículo.",
    "8. Para la formación de empleados y empleadas adscritos al grupo profesional I, niveles salariales I y II del Área de Tienda –antiguas categorías de encargados y subencargados–, las empresas dedicarán cinco horas mensuales retribuidas dentro de la jornada laboral durante los primeros diez meses del contrato o del ascenso a tales posiciones, las cuales podrán ser acumuladas por la empresa en los períodos que estime convenientes en atención a necesidades organizativas o productivas de la misma. Disfrutarán del mismo permiso las personas trabajadoras adscritas al grupo profesional II, nivel salarial II del Área de Tienda –personal base y de reparto– a las durante los dos primeros meses de contrato."
  ]
},
    {
  "articulo": 44,
  "titulo": "Permiso no retribuido y recuperable",
  "contenido": [
    "Todas las personas trabajadoras podrán disponer de un permiso no retribuido y recuperable de un día al año por asuntos propios. Dicho permiso no se podrá utilizar ni será acumulable a períodos vacacionales preestablecidos.",
    "Para el efectivo disfrute del indicado permiso las personas trabajadoras deberán preavisar a su responsable con una antelación mínima de 30 días naturales. Caso de que el día solicitado no fuese factible la concesión y disfrute de dicho permiso, bien por razones organizativas del centro o por cuestiones de índole productivo, se acordará entre el responsable y la persona solicitante la fecha más cercana para su efectiva realización."
  ]
},
    {
  "articulo": 45,
  "titulo": "Suspensión del contrato por nacimiento o permiso de nacimiento y cuidado del menor, riesgo durante el embarazo o cuidado del lactante, adopción y acogimiento",
  "contenido": [
    "1. El nacimiento, que comprende el parto y el cuidado de menor de doce meses, suspenderá el contrato de trabajo de la madre biológica durante dieciséis semanas, de las cuales serán obligatorias las seis semanas ininterrumpidas inmediatamente posteriores al parto, que habrán de disfrutarse a jornada completa, para asegurar la protección de la salud de la madre. El nacimiento suspenderá el contrato de trabajo del progenitor distinto de la madre biológica durante dieciséis semanas, de las cuales serán obligatorias las seis semanas ininterrumpidas inmediatamente posteriores al parto, que habrán de disfrutarse a jornada completa, para el cumplimiento de los deberes de cuidado previstos en el artículo 68 del Código Civil.",
    "La suspensión tendrá una duración adicional de dos semanas, una para cada uno de los progenitores en el supuesto de nacimiento múltiple por cada hijo o hija distinta del primero.",
    "En el supuesto de fallecimiento del hijo o hija, el período de suspensión no se verá reducido, salvo que, una vez finalizadas las seis semanas de descanso obligatorio, se solicite la reincorporación al puesto de trabajo.",
    "La suspensión del contrato de cada uno de los progenitores por el cuidado de menor, una vez transcurridas las primeras seis semanas inmediatamente posteriores al parto, podrá distribuirse a voluntad de aquellos, en períodos semanales a disfrutar de forma acumulada o interrumpida y ejercitarse desde la finalización de la suspensión obligatoria posterior al parto hasta que el hijo o la hija cumpla doce meses. No obstante, la madre biológica podrá anticipar su ejercicio hasta cuatro semanas antes de la fecha previsible del parto. El disfrute de cada período semanal o, en su caso, de la acumulación de dichos períodos, deberá comunicarse a la empresa con una antelación mínima de quince días.",
    "Este derecho es individual de la persona trabajadora sin que pueda transferirse su ejercicio al otro progenitor.",
    "La suspensión del contrato de trabajo, transcurridas las primeras seis semanas inmediatamente posteriores al parto, podrá disfrutarse en régimen de jornada completa o de jornada parcial, previo acuerdo entre la empresa y la persona trabajadora, y conforme se determine reglamentariamente.",
    "En los casos de parto prematuro y en aquéllos en que, por cualquier otra causa, el neonato deba permanecer hospitalizado a continuación del parto, el período de suspensión podrá computarse, a instancia de cualquiera de los progenitores a partir de la fecha del alta hospitalaria. Se excluyen de dicho cómputo las seis semanas posteriores al parto, de suspensión obligatoria del contrato de la madre.",
    "En los casos de partos prematuros con falta de peso y aquellos otros en que el neonato precise, por alguna condición clínica, hospitalización a continuación del parto, por un período superior a siete días, el período de suspensión se ampliará en tantos días como el nacido se encuentre hospitalizado, con un máximo de trece semanas adicionales, y en los términos en que reglamentariamente se desarrolle.",
    "2. En los supuestos de adopción, de guarda con fines de adopción y de acogimiento, de acuerdo con el artículo 45.1.d) del Estatuto de los Trabajadores, la suspensión tendrá una duración de dieciséis semanas para cada adoptante, guardador o acogedor ampliable en el supuesto de adopción, de guarda con fines de adopción o acogimiento múltiples en dos semanas una para cada uno de los progenitores por cada menor a partir del segundo. Seis semanas deberán disfrutarse a jornada completa de forma obligatoria e ininterrumpida inmediatamente después de la resolución judicial por la que se constituye la adopción o bien de la decisión administrativa de guarda con fines de adopción o de acogimiento.",
    "Dicha suspensión producirá sus efectos, bien a partir de la resolución judicial por la que se constituye la adopción, bien a partir de la decisión administrativa de guarda con fines de adopción o de acogimiento, sin que en ningún caso un mismo menor pueda dar derecho a varios períodos de suspensión.",
    "En los supuestos de adopción internacional, cuando sea necesario el desplazamiento previo de los progenitores al país de origen del adoptado, el periodo de suspensión, previsto para cada caso en este apartado, podrá iniciarse hasta cuatro semanas antes de la resolución por la que se constituye la adopción.",
    "Este derecho es individual de la persona trabajadora sin que pueda transferirse su ejercicio al otro adoptante, guardador con fines de adopción o acogedor.",
    "La persona trabajadora deberá comunicar a la empresa, con una antelación mínima de quince días, el ejercicio de este derecho en los términos establecidos, en su caso, en los convenios colectivos.",
    "Cuando los dos adoptantes, guardadores o acogedores que ejerzan este derecho trabajen para la misma empresa, ésta podrá limitar el disfrute simultáneo de las diez semanas voluntarias por razones fundadas y objetivas, debidamente motivadas por escrito.",
    "En el supuesto de discapacidad del hijo/a o del menor adoptado, en situación de guarda con fines de adopción o acogido, la suspensión del contrato a que se refiere este apartado tendrá una duración adicional de dos semanas una para cada uno de los progenitores. Igual ampliación procederá en el supuesto de nacimiento, adopción, guarda con fines de adopción o acogimiento múltiple por cada hijo o hija distinta del primero.",
    "Los períodos a los que se refiere el presente apartado podrán disfrutarse en régimen de jornada completa o a tiempo parcial, previo acuerdo entre los empresarios y las personas trabajadoras afectadas, en los términos que reglamentariamente se determinen.",
    "Las personas trabajadoras se beneficiarán de cualquier mejora en las condiciones de trabajo a la que hubieran podido tener derecho durante la suspensión del contrato en los supuestos a que se refiere este apartado, así como en los previstos en el siguiente apartado y en el artículo 48.7 del Estatuto de los Trabajadores.",
    "3. En el supuesto de riesgo durante el embarazo o de riesgo durante la lactancia natural, en los términos previstos en el artículo 26 de la Ley 31/1995, de 8 de noviembre, de Prevención de Riesgos Laborales, la suspensión del contrato finalizará el día en que se inicie la suspensión del contrato por maternidad biológica o el lactante cumpla nueve meses, respectivamente, o, en ambos casos, cuando desaparezca la imposibilidad de la trabajadora de reincorporarse a su puesto anterior o a otro compatible con su estado.",
    "4. Cuando una trabajadora no pueda desempeñar los cometidos básicos de su puesto de trabajo por hallarse en estado de gestación y por ese motivo solicite el cambio de puesto de trabajo, la empresa vendrá obligada a atender su petición adecuando la prestación de servicio a otros cometidos que no resulten contraindicados con su situación y con respeto de las condiciones económicas, reincorporándose a su puesto de trabajo en las mismas condiciones que tenía una vez terminado el periodo legal que provocó dicha situación.",
    "A tales efectos, la acreditación del estado de la gestante se justificará a través de los correspondientes informes médicos de la Seguridad Social que certifiquen la conveniencia de su cambio de ubicación a tenor de su estado.",
    "En todo lo no previsto en este artículo se estará a las previsiones legales desarrolladas en el Estatuto de los Trabajadores y normativa de desarrollo."
  ]
}













  ]
  ,
  
    "Zena": [
      {
        "articulo": "Artículo ",
        "titulo": "Partes que lo conciertan",
        "contenido": [
          "El presente Convenio Colectivo se concierta entre las empresas integrantes de Grupo Zena: Food Service Project, SA (antiguo SL), Foods Plaza SLU, Foods and Services SL y Foods Benidorm SL, la Representación Legal de las personas trabajadoras de Grupo Zena a través del Sindicato UGT (Federación Estatal de Servicios, Movilidad y Consumo FeSMC-UGT) que representan a la mayoría de los representantes legales de las personas trabajadoras de las empresas del Grupo (61,1%)."
        ]
      },
      {
        "articulo": "Artículo 2",
        "titulo": "Ámbito personal y territorial",
        "contenido": [
          "Aplicación a empresas:",
          "1.1 Aquellas empresas pertenecientes en la actualidad a Grupo ZENA, incluidas en el artículo anterior o que en un futuro pudiesen formar parte de éste.",
          "1.2 No será de aplicación el presente convenio en aquellos centros de trabajo que bajo la denominación comercial Domino’s Pizza están incluidos en el ámbito funcional del Convenio Sectorial Estatal de Elaboradores de Productos Cocinados para su venta a domicilio.",
          "Aplicación a personas trabajadoras:",
          "Los que presten sus servicios con contrato laboral en las empresas incluidas en el ámbito de aplicación, tanto si los trabajos que realizan son mercantiles, como si son de cualquier otra actividad que se desarrolle dentro del centro de trabajo y pertenezcan a la empresa incluida en el presente ámbito.",
          "No será de aplicación el Convenio a las personas que se encuentren comprendidas en alguno de los supuestos regulados en los artículos 1.3 y 2 del Real Decreto Legislativo 2/2015, de 23 de octubre, por el que se aprueba el texto refundido de la Ley del Estatuto de los Trabajadores.",
          "Ámbito territorial:",
          "El presente convenio será de aplicación en todo el territorio del Estado Español para las empresas y personas trabajadoras incluidos en su ámbito funcional."
        ]
      },
      {
        "articulo": "Artículo 3",
        "titulo": "Ámbito temporal y denuncia",
        "contenido": [
          "El presente Convenio colectivo, salvo disposición expresa, entrará en vigor el día de la firma del mismo, independientemente de que sus efectos económicos se retrotraigan al 1 de enero de 2020, finalizando su vigencia el 31 de diciembre de 2023.",
          "La denuncia del mismo podrá ser realizada por cualquiera de las partes legitimadas para ello dentro de los seis meses siguientes a su firma, sin más requisito que la obligación de comunicárselo a la otra parte de modo escrito, en donde deberán constar las materias y los criterios de revisión del Convenio Colectivo que se proponen por la parte denunciante.",
          "Las condiciones pactadas en el presente Convenio colectivo subsistirán en todo caso, hasta su nueva revisión. No obstante, a partir del inicio de las deliberaciones, perderán vigencia solamente sus cláusulas obligacionales, manteniéndose en vigor, en cambio, su contenido normativo."
        ]
      },
      {
        "articulo": "Artículo 4",
        "titulo": "Vinculación a la totalidad y garantía personal",
        "contenido": [
          "Las condiciones aquí pactadas constituyen un todo orgánico indivisible y a efectos de su aplicación práctica deberán ser consideradas globalmente.",
          "Además de las específicas, expresamente recogidas en este Convenio, se respetarán aquellas condiciones ad personam que, consideradas globalmente y en cómputo anual, excedan del presente Convenio Colectivo, pero sin que en tal caso se puedan acumular las mismas a las ventajas derivadas del Convenio."
        ]
      },
      {
        "articulo": "Artículo 5",
        "titulo": "Absorción y compensación",
        "contenido": [
          "Las condiciones que aquí se pactan sustituyen en su totalidad a las que hasta la firma del mismo regían en el Grupo de Empresas en virtud cualquier pacto, convenio u origen, salvo que expresamente se diga lo contrario en el presente convenio.",
          "Las condiciones pactadas son compensables en su totalidad con las que anteriormente rigieran, por mejora pactada o unilateralmente concedida por la empresa, imperativo legal, jurisprudencial, pacto o por cualquier otra causa, salvo que expresamente se señale lo contrario."
        ]
      },
      {
        "articulo": "Artículo 6",
        "titulo": "Organización del trabajo",
        "contenido": [
          "I. La organización del trabajo corresponde a la Dirección de la Empresa.",
          "II. Las personas trabajadoras a través de sus representantes legales tendrán derecho a conocer aquellas decisiones de carácter organizativo que puedan afectar a las personas trabajadoras.",
          "III. En todo caso, las empresas estarán obligadas a informar con carácter previo a los representantes de las personas trabajadoras sobre cualquier modificación sustancial que se produzca en la organización de la empresa que pueda afectar a los trabajadores, respetándose, los plazos establecidos para ello en el Estatuto de los Trabajadores en su artículo 41.",
          "IV. Sin merma de la autoridad conferida a la Dirección, los Comités de Empresa tienen atribuidas funciones de asesoramiento, orientación y propuesta en los temas relacionados con la organización y racionalización del trabajo, teniendo derecho a presentar informe con carácter previo a la ejecución de las decisiones que aquéllas adopten en los casos de implantación o revisión de los sistemas de organización y control del trabajo sin perjuicio de las normas legales que sean de aplicación, y de las facultades expresamente otorgadas en este Convenio Colectivo a la Comisión Mixta de interpretación."
        ]
      }
      
      
      
    ]
  }
  

